[
  {
    "name": "Villa Paradiso Hotel",
    "hotel": "villa-paradiso",
    "hotelSite": "https://villaparadisohotels.com",
    "title": "Villa Paradiso by Aries Living",
    "rezTripUrl": "https://villaparadiso.reztrip.com/",
    "showcaseSrc": "/showcase-thumbnails/villa-paradiso.jpg",
    "src": "/showcase/villa-paradiso.jpg",
    "descriptionShort": "Located in the heart of the iconic South Beach District of Miami, the Villa Paradiso Apartment Hotel Miami is the perfect place for a seaside getaway. With fresh, spacious rooms, a fully digital experience, and all your beach amenities included, you can book with confidence knowing Villa Paradiso has you covered.",
    "description": "Located in the heart of the iconic South Beach District of Miami, the Villa Paradiso Apartment Hotel Miami is the perfect place for a seaside getaway. With fresh, spacious rooms, a fully digital experience, and all your beach amenities included, you can book with confidence knowing Villa Paradiso has you covered. The Villa Paradiso Apartment Hotel Miami is proudly an apartment style boutique hotel offering a fully contactless stay, with self check-in and 24/7 virtual guest support. Our team is available through talk, text, or email for whatever you may need, whenever you may need it. Any service requests will be taken care of at a safe distance and with ease. Known for its white, sandy, beaches South Beach is famous also for its nightlife and celebrity-chef eateries. Steps away from the Villa Paradiso Apartment Hotel Miami is Ocean Drive, where you can find well-preserved art deco architecture, outdoor cafes and a courtside view of the Miami scene.",
    "defaultOgImage": "https://res.cloudinary.com/dqtpoczux/image/upload/v1595509416/2_vmy4ul.png",
    "details": {
      "address": "1415 Collins Ave, Miami Beach, FL 33139",
      "email": "villaparadiso@ariesliving.com",
      "phone": "+1 (813) 575-4532",
      "rooms": 18
    }
  },
  {
    "name": "Ithaca of South Beach Hotel",
    "hotel": "ithaca",
    "title": "Ithaca by Aries Living",
    "hotelSite": "https://ithacasouthbeach.com",
    "rezTripUrl": "https://ithacahotel.reztrip.com/",
    "showcaseSrc": "/showcase-thumbnails/ithaca.jpg",
    "src": "/showcase/ithaca.jpg",
    "descriptionShort": "Located in the heart of the iconic South Beach District of Miami, the Ithaca Hotel of South Beach is the perfect place for a seaside getaway. With fresh, spacious rooms, a fully digital experience, and all your beach amenities included, you can book with confidence knowing Ithaca Hotel of South Beach has you covered.",
    "description": "Located in the heart of the iconic South Beach District of Miami, the Ithaca Hotel of South Beach is the perfect place for a seaside getaway. With fresh, spacious rooms, a fully digital experience, and all your beach amenities included, you can book with confidence knowing Ithaca Hotel of South Beach has you covered. The Ithaca of South Beach Hotel is proudly an apartment style boutique hotel offering a fully contactless stay, with self check-in and 24/7 virtual guest support. Our team is available through talk, text, or email for whatever you may need, whenever you may need it. Any service requests will be taken care of at a safe distance and with ease. Known for its white, sandy, beaches South Beach is famous also for its nightlife and celebrity-chef eateries. Steps away from the Ithaca Hotel of South Beach is Ocean Drive, where you can find well-preserved art deco architecture, outdoor cafes and a courtside view of the Miami scene.",
    "defaultOgImage": "https://res.cloudinary.com/dqtpoczux/image/upload/v1595527351/og_ejou0x.png",
    "details": {
      "address": "601 Collins Ave, Miami Beach, FL 33139",
      "email": "ithaca@ariesliving.com",
      "phone": "+1 (813) 575-4532",
      "rooms": 11
    }
  },
  {
    "name": "Treehouse Studio Hotel",
    "hotel": "treehouse",
    "title": "Treehouse by Aries Living",
    "hotelSite": "https://treehousebyaries.com",
    "rezTripUrl": "https://treehousestudio.reztrip.com/",
    "showcaseSrc": "/showcase-thumbnails/treehouse.jpg",
    "src": "/showcase/treehouse.jpg",
    "descriptionShort": "Located in the heart of the hip and historic MiMo District of Miami, the Treehouse Studio Hotel Miami is the perfect place for a unique Miami getaway. With fresh, spacious rooms, and a fully digital experience, you can book with confidence knowing Treehouse Studio Hotel Miami has you covered.",
    "description": "Located in the heart of the hip and historic MiMo District of Miami, the Treehouse Studio Hotel Miami is the perfect place for a unique Miami getaway. With fresh, spacious rooms, and a fully digital experience, you can book with confidence knowing Treehouse Studio Hotel Miami has you covered. The Treehouse Studio Hotel Miami Hotel Miami is proudly an apartment style boutique hotel offering a fully contactless stay with self check-in and 24/7 virtual guest support. Our team is available through talk, text, or email for whatever you may need, whenever you may need it. Any service requests will be taken care of at a safe distance and with ease. Dotted with mid-century Miami-Modern architectural gems, Miami’s MiMo district is the place to get your fix of history, culture, and authentic new-age dining. Blocks away from Miami’s popular Wynwood and Design District your really can have it all at the Treehouse Studio Hotel Miami.",
    "defaultOgImage": "https://res.cloudinary.com/dqtpoczux/image/upload/v1595951166/og_jdv79w.png",
    "details": {
      "address": "7126 Biscayne Blvd, Miami, FL 33138",
      "email": "treehouse@ariesliving.com",
      "phone": "+1 (813) 575-4532",
      "rooms": 22
    }
  }
]
